Repository: streamxstream/plugin.video.xstream
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #30504
source: Animated Movies
de_de: Animationsfilme

# #30505
source: Documentations
de_de: Dokumentationen

# #30507
source: Categories
de_de: Kategorien

# #30508
source: Release Year
de_de: Erscheinungsjahr

# #30509
source: Top Movies
de_de: Blockbuster / Top Filme

# #30510
source: IMDB rating
de_de: IMDB-Bewertung

# #30511
source: Series
de_de: Serien

# #30512
source: Season
de_de: Staffel

# #30513
source: Episode
de_de: Folge

# #30514
source: New Series
de_de: Neue Serien

# #30515
source: New Season
de_de: Neue Staffel

# #30516
source: New Episodes
de_de: Neue Folgen

# #30517
source: From A-Z
de_de: Von A-Z

# #30518
source: All Series
de_de: Alle Serien

# #30519
source: Popular Series
de_de: Beliebte Serien

# #30520
source: Search
de_de: Suche

# #30521
source: Popular Movies
de_de: Beliebte Filme

# #30522
source: Popular Documentations
de_de: Beliebte Dokumentationen

# #30523
source: New Documentations
de_de: Neue Dokumentationen

# #30524
source: Release Year/Country
de_de: Veröffentlichungsjahr/Land

# #30525
source: Random Movie
de_de: Zufallsfilm

# #30526
source: Random Serie
de_de: Zufallsserie

# #30527
source: Directors
de_de: Regisseure

# #30528
source: Movies Genre
de_de: Film Genre

# #30529
source: Series Genre
de_de: Serien Genre

# #30530
source: (featured)
de_de: (vorgestellt)

# #30531
source: (releases)
de_de: (veröffentlicht)

# #30532
source: (trending)
de_de: (im Trend)

# #30533
source: (updates)
de_de: (aktualisiert)

# #30534
source: (requested)
de_de: (angefordert)

# #30535
source: (rating)
de_de: (Bewertung)

# #30536
source: (votes)
de_de: (Stimmen)

# #30537
source: (views)
de_de: (Ansichten)

# #30538
source: Country
de_de: Land

# #30539
source: Top 10 films this week
de_de: Top 10 Filme diese Woche

# #30540
source: Top 10 series this week
de_de: Top 10 Serien diese Woche

# #30541
source: New Movies
de_de: Neue Filme

# #30542
source: All Movies
de_de: Alle Filme

# #30543
source: Collection
de_de: Kollektionen

# #30544
source: Popular with
de_de: Beliebt bei

# #30545
source: Trending films
de_de: Filme im Trend

# #30546
source: Trending series
de_de: Serien im Trend

# #30547
source: Search movies
de_de: Suche Filme

# #30548
source: Search series
de_de: Suche Serien

# #30549
source: Recently added movies
de_de: Zuletzt hinzugefügte Filme

# #30550
source: Movies of the week
de_de: Filme diese Woche im Trend

# #30803
source: Comedy
de_de: Komödie

# #30804
source: Love film
de_de: Liebesfilm

# #30805
source: Music film
de_de: Musikfilm

# #30806
source: SciFi film
de_de: Science Fiction

# #30807
source: Adventure
de_de: Abenteuer

# #30808
source: Cinema film
de_de: Kinofilm

# #30809
source: War film
de_de: Kriegsfilm

# #30810
source: Crime
de_de: Krimi

# #30812
source: Western film
de_de: Western
